---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsParallelconduitsHorizontalOffsetValue
source: html/bf278cd7-6d68-157e-9235-a3d4c5529f83.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsParallelconduitsHorizontalOffsetValue Property

"Horizontal Offset value for parallel conduits"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsParallelconduitsHorizontalOffsetValue { get; }
```